Repository: eggerco/cronica
Catalog: Shared/Localization/AppShortcuts.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add ${title} to my watchlist in ${applicationName}
ar: أضف ${title} إلى قائمة المشاهدة في ${applicationName}
bn: ${applicationName}-এ আমার ওয়াচলিস্টে ${title} যোগ করুন
ca: Afegeix ${title} a la meva llista de seguiment a ${applicationName}
cs: Přidej ${title} do mého seznamu v ${applicationName}
da: Tilføj ${title} til min watchlist i ${applicationName}
de: Füge ${title} zu meiner Watchlist in ${applicationName} hinzu
el: Πρόσθεσε το ${title} στη λίστα μου στο ${applicationName}
es: Añade ${title} a mi lista en ${applicationName}
es_mx: Agrega ${title} a mi lista en ${applicationName}
fi: Lisää ${title} katselulistaani sovelluksessa ${applicationName}
fr: Ajoute ${title} à ma liste dans ${applicationName}
gu: ${applicationName} માં મારી વોચલિસ્ટમાં ${title} ઉમેરો
he: הוסף את ${title} לרשימת הצפייה שלי ב־${applicationName}
hi: ${applicationName} में ${title} को मेरी वॉचलिस्ट में जोड़ें
hr: Dodaj ${title} na moju listu u ${applicationName}
hu: Add hozzá ${title} címet a ${applicationName} listámhoz
id: Tambahkan ${title} ke watchlist saya di ${applicationName}
it: Aggiungi ${title} alla mia watchlist in ${applicationName}
ja: ${applicationName}のウォッチリストに${title}を追加
kn: ${applicationName} ನಲ್ಲಿ ನನ್ನ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಗೆ ${title} ಸೇರಿಸಿ
ko: ${applicationName} 관심 목록에 ${title} 추가
ml: ${applicationName} ലെ എന്റെ വാച്ച് ലിസ്റ്റിൽ ${title} ചേർക്കുക
mr: ${applicationName} मध्ये ${title} माझ्या वॉचलिस्टमध्ये जोडा
ms: Tambah ${title} ke senarai tontonan saya dalam ${applicationName}
nb: Legg til ${title} i ønskelisten min i ${applicationName}
nl: Voeg ${title} toe aan mijn watchlist in ${applicationName}
or: ${applicationName} ରେ ମୋର ୱାଚଲିଷ୍ଟରେ ${title} ଯୋଡନ୍ତୁ।
pa: ${applicationName} ਵਿੱਚ ਮੇਰੀ ਵਾਚਲਿਸਟ ਵਿੱਚ ${title} ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj ${title} do mojej listy w ${applicationName}
pt_br: Adicionar ${title} à minha lista em ${applicationName}
pt_pt: Adicionar ${title} à minha lista de observação em ${applicationName}
ro: Adaugă ${title} pe lista mea din ${applicationName}
ru: Добавь ${title} в мой список в ${applicationName}
sk: Pridaj ${title} do môjho zoznamu v ${applicationName}
sl: Dodaj ${title} na moj seznam za spremljanje v ${applicationName}
sv: Lägg till ${title} i min watchlist i ${applicationName}
ta: ${applicationName} இல் ${title} ஐ எனது கண்காணிப்புப் பட்டியலில் சேர்க்கவும்.
te: ${applicationName}లో నా వాచ్‌లిస్ట్‌కి ${title}ని జోడించండి
th: เพิ่ม ${title} ลงในรายการเฝ้าดูของฉันใน ${applicationName}
tr: ${title} adlı yapımı ${applicationName} izleme listeme ekle
uk: Додай ${title} до мого списку в ${applicationName}
ur: ${title} کو میری واچ لسٹ میں ${applicationName} میں شامل کریں۔
vi: Thêm ${title} vào danh sách theo dõi của tôi trong ${applicationName}
zh_hans: 在${applicationName}中将${title}加入片单
zh_hant: 在${applicationName}中將${title}加入片單

source: Add ${title} to ${applicationName}
ar: أضف ${title} إلى ${applicationName}
bn: ${applicationName}-এর সাথে ${title} যোগ করুন
ca: Afegeix ${title} a ${applicationName}
cs: Přidej ${title} do ${applicationName}
da: Tilføj ${title} til ${applicationName}
de: Füge ${title} zu ${applicationName} hinzu
el: Πρόσθεσε το ${title} στο ${applicationName}
es: Añade ${title} a ${applicationName}
es_mx: Agrega ${title} a ${applicationName}
fi: Lisää ${title} sovellukseen ${applicationName}
fr: Ajoute ${title} à ${applicationName}
gu: ${title} ને ${applicationName} માં ઉમેરો
he: הוסף את ${title} ל־${applicationName}
hi: ${title} को ${applicationName} में जोड़ें
hr: Dodaj ${title} u ${applicationName}
hu: Add hozzá ${title} címet a ${applicationName} apphoz
id: Tambahkan ${title} ke ${applicationName}
it: Aggiungi ${title} a ${applicationName}
ja: ${applicationName}に${title}を追加
kn: ${title} ಅನ್ನು ${applicationName} ಗೆ ಸೇರಿಸಿ
ko: ${applicationName}에 ${title} 추가
ml: ${title}, ${applicationName} എന്നിവയിലേക്ക് ചേർക്കുക
mr: ${applicationName} मध्ये ${title} जोडा
ms: Tambah ${title} ke ${applicationName}
nb: Legg til ${title} i ${applicationName}
nl: Voeg ${title} toe aan ${applicationName}
or: ${title} କୁ ${applicationName} ରେ ଯୋଡନ୍ତୁ
pa: ${title} ਨੂੰ ${applicationName} ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj ${title} do ${applicationName}
pt_br: Adicionar ${title} ao ${applicationName}
pt_pt: Adicione ${title} a ${applicationName}
ro: Adaugă ${title} în ${applicationName}
ru: Добавь ${title} в ${applicationName}
sk: Pridaj ${title} do ${applicationName}
sl: Dodaj ${title} k ${applicationName}
sv: Lägg till ${title} i ${applicationName}
ta: ${title}-ஐ ${applicationName}-இல் சேர்க்கவும்
te: ${applicationName} కు ${title} ను జోడించండి
th: เพิ่ม ${title} ลงใน ${applicationName}
tr: ${title} adlı yapımı ${applicationName} uygulamasına ekle
uk: Додай ${title} до ${applicationName}
ur: ${title} کو ${applicationName} میں شامل کریں۔
vi: Thêm ${title} vào ${applicationName}
zh_hans: 将${title}添加到${applicationName}
zh_hant: 將${title}加入${applicationName}

source: ${applicationName} add ${title}
ar: ${applicationName} أضف ${title}
bn: ${applicationName} এর সাথে ${title} যোগ করুন
ca: ${applicationName} afegeix ${title}
cs: ${applicationName} přidej ${title}
da: ${applicationName} tilføj ${title}
de: ${applicationName} füge ${title} hinzu
el: ${applicationName} πρόσθεσε ${title}
es: ${applicationName} añade ${title}
es_mx: ${applicationName} agrega ${title}
fi: ${applicationName} lisää ${title}
fr: ${applicationName} ajoute ${title}
gu: ${applicationName} ${title} ઉમેરો
he: ${applicationName} הוסף ${title}
hi: ${applicationName} ${title} जोड़ें
hr: ${applicationName} dodaj ${title}
hu: ${applicationName} add hozzá ${title}
id: ${applicationName} tambahkan ${title}
it: ${applicationName} aggiungi ${title}
ja: ${applicationName} ${title}を追加
kn: ${applicationName} ${title} ಸೇರಿಸಿ
ko: ${applicationName} ${title} 추가
ml: ${applicationName} ${title} ചേർക്കുക
mr: ${applicationName} मध्ये ${title} जोडा
ms: ${applicationName} tambah ${title}
nb: ${applicationName} legg til ${title}
nl: ${applicationName} voeg ${title} toe
or: ${applicationName} ${title} ଯୋଡ଼ନ୍ତୁ
pa: ${applicationName} ਵਿੱਚ ${title} ਸ਼ਾਮਲ ਕਰੋ
pl: ${applicationName} dodaj ${title}
pt_br: ${applicationName} adicionar ${title}
pt_pt: ${applicationName} adicionar ${title}
ro: ${applicationName} adaugă ${title}
ru: ${applicationName} добавь ${title}
sk: ${applicationName} pridaj ${title}
sl: ${applicationName} dodaj ${title}
sv: ${applicationName} lägg till ${title}
ta: ${applicationName} உடன் ${title}-ஐச் சேர்க்கவும்
te: ${applicationName} ను ${title} తో కలపండి
th: ${applicationName} เพิ่ม ${title}
tr: ${applicationName} ${title} ekle
uk: ${applicationName} додай ${title}
ur: ${applicationName} ${title} شامل کریں۔
vi: ${applicationName} thêm ${title}
zh_hans: ${applicationName} 添加 ${title}
zh_hant: ${applicationName} 加入 ${title}

source: Remove ${title} from my watchlist in ${applicationName}
ar: أزل ${title} من قائمة المشاهدة في ${applicationName}
bn: ${applicationName}-এ আমার ওয়াচলিস্ট থেকে ${title} সরান
ca: Elimina ${title} de la meva llista de seguiment a ${applicationName}
cs: Odeber ${title} z mého seznamu v ${applicationName}
da: Fjern ${title} fra min watchlist i ${applicationName}
de: Entferne ${title} aus meiner Watchlist in ${applicationName}
el: Αφαίρεσε το ${title} από τη λίστα μου στο ${applicationName}
es: Quita ${title} de mi lista en ${applicationName}
es_mx: Quita ${title} de mi lista en ${applicationName}
fi: Poista ${title} katselulistastani sovelluksessa ${applicationName}
fr: Retire ${title} de ma liste dans ${applicationName}
gu: ${applicationName} માં મારી વોચલિસ્ટમાંથી ${title} દૂર કરો
he: הסר את ${title} מרשימת הצפייה שלי ב־${applicationName}
hi: ${applicationName} में ${title} को मेरी वॉचलिस्ट से हटाएं
hr: Ukloni ${title} s moje liste u ${applicationName}
hu: Távolítsd el ${title} címet a ${applicationName} listámról
id: Hapus ${title} dari watchlist saya di ${applicationName}
it: Rimuovi ${title} dalla mia watchlist in ${applicationName}
ja: ${applicationName}のウォッチリストから${title}を削除
kn: ${applicationName} ನಲ್ಲಿ ನನ್ನ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಿಂದ ${title} ಅನ್ನು ತೆಗೆದುಹಾಕಿ
ko: ${applicationName} 관심 목록에서 ${title} 제거
ml: ${applicationName} ലെ എന്റെ വാച്ച് ലിസ്റ്റിൽ നിന്ന് ${title} നീക്കം ചെയ്യുക.
mr: ${applicationName} मध्ये माझ्या वॉचलिस्टमधून ${title} काढून टाका
ms: Buang ${title} dari senarai tontonan saya dalam ${applicationName}
nb: Fjern ${title} fra ønskelisten min i ${applicationName}
nl: Verwijder ${title} uit mijn watchlist in ${applicationName}
or: ${applicationName} ରେ ଥିବା ମୋର ୱାଚଲିଷ୍ଟରୁ ${title} କୁ ହଟାନ୍ତୁ।
pa: ${applicationName} ਵਿੱਚ ਮੇਰੀ ਵਾਚਲਿਸਟ ਵਿੱਚੋਂ ${title} ਨੂੰ ਹਟਾਓ
pl: Usuń ${title} z mojej listy w ${applicationName}
pt_br: Remover ${title} da minha lista em ${applicationName}
pt_pt: Remover ${title} da minha lista de observação em ${applicationName}
ro: Elimină ${title} de pe lista mea din ${applicationName}
ru: Удали ${title} из моего списка в ${applicationName}
sk: Odstráň ${title} z môjho zoznamu v ${applicationName}
sl: Odstrani ${title} z mojega seznama za spremljanje v ${applicationName}
sv: Ta bort ${title} från min watchlist i ${applicationName}
ta: ${applicationName} இல் எனது கண்காணிப்புப் பட்டியலிலிருந்து ${title} ஐ அகற்றவும்
te: ${applicationName}లో నా వాచ్‌లిస్ట్ నుండి ${title}ని తొలగించండి
th: ลบ ${title} ออกจากรายการเฝ้าดูของฉันใน ${applicationName}
tr: ${title} adlı yapımı ${applicationName} izleme listemden kaldır
uk: Видали ${title} з мого списку в ${applicationName}
ur: ${applicationName} میں میری واچ لسٹ سے ${title} کو ہٹا دیں۔
vi: Xóa ${title} khỏi danh sách theo dõi của tôi trong ${applicationName}
zh_hans: 从${applicationName}片单中移除${title}
zh_hant: 從${applicationName}片單中移除${title}

source: Remove ${title} from ${applicationName}
ar: أزل ${title} من ${applicationName}
bn: ${applicationName} থেকে ${title} সরান
ca: Elimina ${title} de ${applicationName}
cs: Odeber ${title} z ${applicationName}
da: Fjern ${title} fra ${applicationName}
de: Entferne ${title} aus ${applicationName}
el: Αφαίρεσε το ${title} από το ${applicationName}
es: Quita ${title} de ${applicationName}
es_mx: Quita ${title} de ${applicationName}
fi: Poista ${title} sovelluksesta ${applicationName}
fr: Retire ${title} de ${applicationName}
gu: ${applicationName} માંથી ${title} દૂર કરો
he: הסר את ${title} מ־${applicationName}
hi: ${title} को ${applicationName} से हटाएं
hr: Ukloni ${title} iz ${applicationName}
hu: Távolítsd el ${title} címet a ${applicationName} appból
id: Hapus ${title} dari ${applicationName}
it: Rimuovi ${title} da ${applicationName}
ja: ${applicationName}から${title}を削除
kn: ${applicationName} ನಿಂದ ${title} ತೆಗೆದುಹಾಕಿ
ko: ${applicationName}에서 ${title} 제거
ml: ${applicationName}-ൽ നിന്ന് ${title} നീക്കം ചെയ്യുക
mr: ${applicationName} मधून ${title} काढून टाका
ms: Buang ${title} dari ${applicationName}
nb: Fjern ${title} fra ${applicationName}
nl: Verwijder ${title} uit ${applicationName}
or: ${applicationName} ରୁ ${title} କାଢ଼ିଦିଅନ୍ତୁ
pa: ${applicationName} ਤੋਂ ${title} ਹਟਾਓ
pl: Usuń ${title} z ${applicationName}
pt_br: Remover ${title} do ${applicationName}
pt_pt: Remova ${title} de ${applicationName}
ro: Elimină ${title} din ${applicationName}
ru: Удали ${title} из ${applicationName}
sk: Odstráň ${title} z ${applicationName}
sl: Odstrani ${title} iz ${applicationName}
sv: Ta bort ${title} från ${applicationName}
ta: ${applicationName} இலிருந்து ${title} ஐ அகற்றவும்
te: ${applicationName} నుండి ${title}ని తొలగించండి
th: ลบ ${title} ออกจาก ${applicationName}
tr: ${title} adlı yapımı ${applicationName} uygulamasından kaldır
uk: Видали ${title} з ${applicationName}
ur: ${title} کو ${applicationName} سے ہٹا دیں۔
vi: Xóa ${title} khỏi ${applicationName}
zh_hans: 从${applicationName}中移除${title}
zh_hant: 從${applicationName}中移除${title}

source: ${applicationName} remove ${title}
ar: ${applicationName} أزل ${title}
bn: ${applicationName} থেকে ${title} অপসারণ করুন
ca: Elimina ${applicationName} i ${title}
cs: ${applicationName} odeber ${title}
da: ${applicationName} fjern ${title}
de: ${applicationName} entferne ${title}
el: ${applicationName} αφαίρεσε ${title}
es: ${applicationName} quita ${title}
es_mx: ${applicationName} quita ${title}
fi: ${applicationName} poista ${title}
fr: ${applicationName} retire ${title}
gu: ${applicationName} ${title} દૂર કરો
he: ${applicationName} הסר ${title}
hi: ${applicationName} ${title} हटाएं
hr: ${applicationName} ukloni ${title}
hu: ${applicationName} távolítsd el ${title}
id: ${applicationName} hapus ${title}
it: ${applicationName} rimuovi ${title}
ja: ${applicationName} ${title}を削除
kn: ${applicationName} ${title} ತೆಗೆದುಹಾಕಿ
ko: ${applicationName} ${title} 제거
ml: ${applicationName} ${title} നീക്കം ചെയ്യുക
mr: ${applicationName} काढून टाका ${title}
ms: ${applicationName} buang ${title}
nb: ${applicationName} fjern ${title}
nl: ${applicationName} verwijder ${title}
or: ${applicationName} ${title} କୁ ବାହାର କରନ୍ତୁ
pa: ${applicationName} ${title} ਨੂੰ ਹਟਾਓ
pl: ${applicationName} usuń ${title}
pt_br: ${applicationName} remover ${title}
pt_pt: ${applicationName} remover ${title}
ro: ${applicationName} elimină ${title}
ru: ${applicationName} удали ${title}
sk: ${applicationName} odstráň ${title}
sl: ${applicationName} odstrani ${title}
sv: ${applicationName} ta bort ${title}
ta: ${applicationName} இலிருந்து ${title} ஐ அகற்றவும்
te: ${applicationName} ${title}ని తొలగించండి
th: ${applicationName} ลบ ${title}
tr: ${applicationName} ${title} kaldır
uk: ${applicationName} видали ${title}
ur: ${applicationName} ${title} کو ہٹا دیں۔
vi: ${applicationName} gỡ bỏ ${title}
zh_hans: ${applicationName} 移除 ${title}
zh_hant: ${applicationName} 移除 ${title}

source: Mark ${title} as watched in ${applicationName}
ar: علّم ${title} كمشاهَد في ${applicationName}
bn: ${applicationName}-এ ${title}-কে পর্যবেক্ষণাধীন হিসেবে চিহ্নিত করুন।
ca: Marca ${title} com a vist a ${applicationName}
cs: Označ ${title} jako zhlédnuté v ${applicationName}
da: Markér ${title} som set i ${applicationName}
de: Markiere ${title} in ${applicationName} als gesehen
el: Μάρκαρε το ${title} ως προβληθέν στο ${applicationName}
es: Marca ${title} como visto en ${applicationName}
es_mx: Marca ${title} como visto en ${applicationName}
fi: Merkitse ${title} katsotuksi sovelluksessa ${applicationName}
fr: Marque ${title} comme vu dans ${applicationName}
gu: ${title} ને ${applicationName} માં જોયેલા તરીકે ચિહ્નિત કરો
he: סמן את ${title} כנצפה ב־${applicationName}
hi: ${applicationName} में ${title} को देखा गया चिह्नित करें
hr: Označi ${title} kao pogledano u ${applicationName}
hu: Jelöld megnézettként ${title} címet a ${applicationName} appban
id: Tandai ${title} sebagai ditonton di ${applicationName}
it: Segna ${title} come visto in ${applicationName}
ja: ${applicationName}で${title}を視聴済みにする
kn: ${applicationName} ನಲ್ಲಿ ${title} ಅನ್ನು ವೀಕ್ಷಿಸಿದಂತೆ ಗುರುತಿಸಿ
ko: ${applicationName}에서 ${title}을(를) 시청함으로 표시
ml: ${applicationName}-ൽ ${title} കണ്ടതായി അടയാളപ്പെടുത്തുക
mr: ${applicationName} मध्ये पाहिलेले म्हणून मार्क ${title}
ms: Tanda ${title} sebagai ditonton dalam ${applicationName}
nb: Merk ${title} som sett i ${applicationName}
nl: Markeer ${title} als bekeken in ${applicationName}
or: ${title} କୁ ${applicationName} ରେ ଦେଖାଯାଇଥିବା ଭାବରେ ଚିହ୍ନିତ କରନ୍ତୁ
pa: ${title} ਨੂੰ ${applicationName} ਵਿੱਚ ਦੇਖੇ ਗਏ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
pl: Oznacz ${title} jako obejrzane w ${applicationName}
pt_br: Marcar ${title} como assistido no ${applicationName}
pt_pt: Marque ${title} como assistido em ${applicationName}
ro: Marchează ${title} ca vizionat în ${applicationName}
ru: Отметь ${title} как просмотренное в ${applicationName}
sk: Označ ${title} ako pozreté v ${applicationName}
sl: Označi ${title} kot gledanega v ${applicationName}
sv: Markera ${title} som sett i ${applicationName}
ta: ${title}-ஐ ${applicationName}-இல் பார்த்ததாகக் குறிக்கவும்.
te: ${applicationName}లో చూసినట్లుగా మార్క్ ${title}
th: Mark ${title} ตามที่รับชมใน ${applicationName}
tr: ${applicationName} uygulamasında ${title} yapımını izlendi olarak işaretle
uk: Познач ${title} як переглянуте в ${applicationName}
ur: ${title} کو ${applicationName} میں دیکھا گیا کے طور پر نشان زد کریں۔
vi: Đánh dấu ${title} như đã xem trong ${applicationName}
zh_hans: 在${applicationName}中将${title}标记为已看
zh_hant: 在${applicationName}中將${title}標記為已看

source: I watched ${title} on ${applicationName}
ar: شاهدت ${title} في ${applicationName}
bn: আমি ${applicationName}-এ ${title} দেখেছিলাম।
ca: Vaig veure ${title} a ${applicationName}
cs: Díval jsem se na ${title} v ${applicationName}
da: Jeg har set ${title} i ${applicationName}
de: Ich habe ${title} in ${applicationName} gesehen
el: Είδα το ${title} στο ${applicationName}
es: He visto ${title} en ${applicationName}
es_mx: Vi ${title} en ${applicationName}
fi: Katsoin ${title} sovelluksessa ${applicationName}
fr: J’ai vu ${title} sur ${applicationName}
gu: મેં ${applicationName} પર ${title} જોયું.
he: צפיתי ב־${title} ב־${applicationName}
hi: मैंने ${applicationName} पर ${title} देखा
hr: Pogledao sam ${title} u ${applicationName}
hu: Megnéztem ${title} címet a ${applicationName} appban
id: Saya menonton ${title} di ${applicationName}
it: Ho visto ${title} su ${applicationName}
ja: ${applicationName}で${title}を見た
kn: ನಾನು ${applicationName} ನಲ್ಲಿ ${title} ವೀಕ್ಷಿಸಿದೆ.
ko: ${applicationName}에서 ${title}을(를) 봤어
ml: ഞാൻ ${applicationName}-ൽ ${title} കണ്ടു.
mr: मी ${applicationName} वर ${title} पाहिला
ms: Saya menonton ${title} di ${applicationName}
nb: Jeg så ${title} i ${applicationName}
nl: Ik heb ${title} bekeken in ${applicationName}
or: ମୁଁ ${applicationName} ରେ ${title} ଦେଖିଲି।
pa: ਮੈਂ ${applicationName} ਤੇ ${title} ਦੇਖਿਆ।
pl: Obejrzałem ${title} w ${applicationName}
pt_br: Eu assisti ${title} no ${applicationName}
pt_pt: Eu assisti ${title} em ${applicationName}
ro: Am vizionat ${title} în ${applicationName}
ru: Я посмотрел ${title} в ${applicationName}
sk: Pozrel som si ${title} v ${applicationName}
sl: Gledal/a sem ${title} na ${applicationName}.
sv: Jag såg ${title} i ${applicationName}
ta: நான் ${title}-ஐ ${applicationName}-இல் பார்த்தேன்.
te: నేను ${applicationName}లో ${title}ని చూశాను
th: ฉันดู ${title} ทาง ${applicationName}
tr: ${applicationName} uygulamasında ${title} izledim
uk: Я подивився ${title} у ${applicationName}
ur: میں نے ${title} کو ${applicationName} پر دیکھا
vi: Tôi đã xem ${title} trên ${applicationName}.
zh_hans: 我在${applicationName}看了${title}
zh_hant: 我在${applicationName}看了${title}

source: ${applicationName} mark ${title} watched
ar: ${applicationName} علّم ${title} كمشاهَد
bn: ${applicationName} মার্ক ${title} দেখেছে
ca: ${applicationName} marca ${title} vist
cs: ${applicationName} označ ${title} jako zhlédnuté
da: ${applicationName} markér ${title} som set
de: ${applicationName} markiere ${title} als gesehen
el: ${applicationName} μάρκαρε ${title} ως προβληθέν
es: ${applicationName} marca ${title} como visto
es_mx: ${applicationName} marca ${title} como visto
fi: ${applicationName} merkitse ${title} katsotuksi
fr: ${applicationName} marque ${title} comme vu
gu: ${applicationName} માર્ક ${title} જોયું
he: ${applicationName} סמן ${title} כנצפה
hi: ${applicationName} ${title} देखा गया चिह्नित करें
hr: ${applicationName} označi ${title} kao pogledano
hu: ${applicationName} jelöld megnézettként ${title}
id: ${applicationName} tandai ${title} ditonton
it: ${applicationName} segna ${title} come visto
ja: ${applicationName} ${title}を視聴済みに
kn: ${applicationName} ಗುರುತು ${title} ವೀಕ್ಷಿಸಲಾಗಿದೆ
ko: ${applicationName} ${title} 시청함 표시
ml: ${applicationName} മാർക്കിൽ ${title} കണ്ടു
mr: ${applicationName} मार्क ${title} ने पाहिले
ms: ${applicationName} tanda ${title} ditonton
nb: ${applicationName} merk ${title} som sett
nl: ${applicationName} markeer ${title} als bekeken
or: ${applicationName} ଚିହ୍ନ ${title} ଦେଖାଯାଇଛି
pa: ${applicationName} ਮਾਰਕ ${title} ਦੇਖਿਆ ਗਿਆ
pl: ${applicationName} oznacz ${title} jako obejrzane
pt_br: ${applicationName} marcar ${title} como assistido
pt_pt: ${applicationName} marca ${title} assistido
ro: ${applicationName} marchează ${title} ca vizionat
ru: ${applicationName} отметь ${title} как просмотренное
sk: ${applicationName} označ ${title} ako pozreté
sl: ${applicationName} oznaka ${title} je gledal/a
sv: ${applicationName} markera ${title} som sett
ta: ${applicationName} குறி ${title} பார்த்தது
te: ${applicationName} మార్క్ ${title} చూశారు
th: ${applicationName} ทำเครื่องหมาย ${title} รับชม
tr: ${applicationName} ${title} izlendi işaretle
uk: ${applicationName} познач ${title} як переглянуте
ur: ${applicationName} مارک ${title} دیکھا گیا۔
vi: ${applicationName} đánh dấu ${title} đã xem
zh_hans: ${applicationName} 将${title}标记为已看
zh_hant: ${applicationName} 將${title}標記為已看

source: Mark my next episode as watched in ${applicationName}
ar: علّم الحلقة التالية كمشاهَدة في ${applicationName}
bn: আমার পরবর্তী পর্বটি ${applicationName}-এ দেখা হয়েছে হিসেবে চিহ্নিত করুন।
ca: Marca el meu proper episodi com vist a ${applicationName}
cs: Označ mou další epizodu jako zhlédnutou v ${applicationName}
da: Markér min næste episode som set i ${applicationName}
de: Markiere meine nächste Episode in ${applicationName} als gesehen
el: Μάρκαρε το επόμενο επεισόδιό μου ως προβληθέν στο ${applicationName}
es: Marca mi próximo episodio como visto en ${applicationName}
es_mx: Marca mi próximo episodio como visto en ${applicationName}
fi: Merkitse seuraava jaksoni katsotuksi sovelluksessa ${applicationName}
fr: Marque mon prochain épisode comme vu dans ${applicationName}
gu: મારા આગામી એપિસોડને ${applicationName} માં જોયેલા તરીકે ચિહ્નિત કરો.
he: סמן את הפרק הבא שלי כנצפה ב־${applicationName}
hi: ${applicationName} में मेरा अगला एपिसोड देखा गया चिह्नित करें
hr: Označi moju sljedeću epizodu kao pogledanu u ${applicationName}
hu: Jelöld megnézettként a következő epizódomat a ${applicationName} appban
id: Tandai episode berikutnya saya sebagai ditonton di ${applicationName}
it: Segna il mio prossimo episodio come visto in ${applicationName}
ja: ${applicationName}で次のエピソードを視聴済みにする
kn: ನನ್ನ ಮುಂದಿನ ಸಂಚಿಕೆಯನ್ನು ${applicationName} ನಲ್ಲಿ ನೋಡಿದಂತೆ ಗುರುತಿಸಿ.
ko: ${applicationName}에서 다음 에피소드를 시청함으로 표시
ml: എന്റെ അടുത്ത എപ്പിസോഡ് ${applicationName}-ൽ കണ്ടതായി അടയാളപ്പെടുത്തുക
mr: माझा पुढचा एपिसोड ${applicationName} मध्ये पाहिला म्हणून चिन्हांकित करा.
ms: Tanda episod seterusnya saya sebagai ditonton dalam ${applicationName}
nb: Merk neste episode som sett i ${applicationName}
nl: Markeer mijn volgende aflevering als bekeken in ${applicationName}
or: ମୋର ପରବର୍ତ୍ତୀ ଏପିସୋଡ୍ ${applicationName} ରେ ଦେଖାଯାଇଛି ଭାବରେ ଚିହ୍ନିତ କରନ୍ତୁ।
pa: ਮੇਰੇ ਅਗਲੇ ਐਪੀਸੋਡ ਨੂੰ ${applicationName} ਵਿੱਚ ਦੇਖੇ ਗਏ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ।
pl: Oznacz mój następny odcinek jako obejrzany w ${applicationName}
pt_br: Marcar meu próximo episódio como assistido no ${applicationName}
pt_pt: Marque meu próximo episódio como assistido em ${applicationName}
ro: Marchează următorul meu episod ca vizionat în ${applicationName}
ru: Отметь следующий эпизод как просмотренный в ${applicationName}
sk: Označ moju ďalšiu epizódu ako pozretú v ${applicationName}
sl: Označi mojo naslednjo epizodo kot ogledano v ${applicationName}
sv: Markera mitt nästa avsnitt som sett i ${applicationName}
ta: எனது அடுத்த அத்தியாயத்தை ${applicationName}-இல் பார்த்ததாகக் குறித்துக்கொள்ளுங்கள்.
te: నా తదుపరి ఎపిసోడ్‌ను ${applicationName}లో చూసినట్లుగా గుర్తించండి
th: ทำเครื่องหมายตอนต่อไปว่ารับชมแล้วใน ${applicationName}
tr: ${applicationName} uygulamasında sonraki bölümümü izlendi olarak işaretle
uk: Познач наступний епізод як переглянутий у ${applicationName}
ur: میری اگلی ایپی سوڈ کو ${applicationName} میں دیکھے گئے کے طور پر نشان زد کریں۔
vi: Đánh dấu tập tiếp theo của tôi là đã xem trên ${applicationName}
zh_hans: 在${applicationName}中将下一集标记为已看
zh_hant: 在${applicationName}中將下一集標記為已看
